"var music_data={"  
['任然 - 有可能的夜晚.mp3', '任然 - 空空如也.mp3', '伍佰-与你到永久.mp3', '伍佰-挪威的森林.mp3', '伍佰-浪人情歌.mp3', '刘德华-世界第一等.mp3', '周杰伦-给我一首歌的时间 + 我不配 + 安静 + 轨迹.MP3', '崔健-从头再来.mp3', '张信哲-别怕我伤心.mp3', '张信哲-爱就一个字.mp3', '张学友-一千个伤心的理由.mp3', '张学友-咖啡.mp3', '张学友-遥远的她.mp3', '张宇-月亮惹的祸.mp3', '张宇-雨一直下.mp3', '张惠妹 - 趁早.mp3', '李宗盛-飘洋过海来看你.mp3', '林忆莲 - 为你我受冷风吹.mp3', '林忆莲-为你我受冷风吹.mp3', '柳爽-漠河舞厅.mp3', '柳爽-漠河舞厅·2022.mp3', '毛不易-像我这样优秀的人.mp3', '汪峰-怒放的生命.mp3', '罗大佑-你的样子.mp3', '胡66-不必说抱歉.mp3', '胡66-请别说爱我.mp3', '蛋粥-港岛妹妹.mp3', '零点乐队-爱不爱我.mp3', '零点乐队-跟着感觉走.mp3', '韩磊-花房姑娘.mp3', '黑豹乐队-无地自容.mp3']
"}"  
